Repository: electroponix/tagadelic
Catalog: po/*.po
Languages: nl

source: Tagadelic makes a page with weighted folksonomy. Folksonomys with lots of articles under them get a big font-size, folksonomy without them, get a small size.
nl: Tagadelic maakt een pagina met een zwaarte folksonomy. Folksonomies met veel artikelen erin, krijgen een groter lettertype, folksonomies met minder, krijgen kleinere.

source: tagadelic offers dynamic urls. <br/>Visit example.com/tagadelic/list/2,1,5 to get the vocabularies 2,1 and 5 listed as tag groups. <br/>Visit example.com/tagadelic/chunk/2,1,5 to get a tag cloud of the terms in the vocabularies 2,1 and 5.<br/> Note that we limit to five vocabularies.
nl: tagadelic bied dynamische urls. <br/> Bezoek bijvoorbeeld example.com/tagadelic/list/2,1,5 om de vocabularies 2, 1 en 5 in een labelgroep te zien<br/> Bezoek bijvoorbeeld example.com/tagadelic/chunk/2,1,5 om een labelgroep te zien, gecompileerd uit alle labels in vocabularies 2, 1 en 5.<br/> Mer op dat het maximum aantal vocabularies op 5 is ingesteld, om aanvallen en misbruik te voorkomen.

source: tags
nl: labels

source: by weight, ascending
nl: op gewicht, aflopend

source: by weight, descending
nl: op gewicht, oplopend

source: by title, ascending
nl: op titel, aflopend

source: by title, descending
nl: op titel, oplopend

source: random
nl: willekeurig

source: Tagadelic sort order
nl: Tagadelic sorteervolgorde

source: Determines the sort order of the tags on the freetagging page.
nl: Bepaalt de sorteervolgorde van de labels op de pagina's

source: view all posts tagged with "%tag"
nl: bekijk alle artikelen met "%tag"

source: tags in %voc
nl: labels in %voc

source: tags for %title
nl: labels voor %title

source: tags for the current post
nl: labels voor het huidige artikel

source: Block title
nl: Blok titel

source: The title of the block as shown to the user.
nl: De titel van het blok, zoals het getoond wordt aan de gebruikers.

source: Tags to show
nl: Zichtbare labels

source: The number of tags to show in this block.
nl: Het aantal labels dat zichtbaar is in dit blok
